Repository: ssselderey/app-lab
Catalog: language_app-main/language_app-main/mobile_development/lib/l10n/intl_*.arb
Languages: ru

source: Guess the animal
ru: Назови животное

source: Write who is on the image
ru: Напишите, кто изображен на картинке

source: Next
ru: Дальше

source: Finish
ru: Закончить

source: Your answer
ru: Ваш ответ

source: Eh? Wrong answer :(
ru: Ответ неверный :(

source: That is racoon
ru: Правильно - racoon

source: Try again
ru: Попробуй ещё раз

source: Holy molly! That is correct!
ru: Вот это да! Ответ верный!

# username
source: Your username
ru: Ваше имя пользователя

source: Hello,
ru: Привет,

source: Are you ready for learning today?
ru: Ты готов учиться сегодня?

source: Top users
ru: Лучшие игроки

source: points
ru: очков

source: Availible exercises
ru: Доступные упражнения

source: Word practice
ru: Проверка слов

source: Audition
ru: Говорение

source: Game
ru: Игра

source: No
ru: Нет

source: Internet Connection
ru: Подключения к интернету

source: Check again
ru: Попробовать ещё

source: Name selection
ru: Выбор имени

source: Change username
ru: Поменять имя

source: Settings
ru: Настройки

source: Change language
ru: Поменять язык

source: Change theme
ru: Поменять тему

source: Please press this button and say this
ru: Пожалуйста, нажмите кнопку и

source: word. Our service will check
ru: произнесите слово. Наш сервис

source: your pronunciation.
ru: проверит ваше произношение.

source: Correct!
ru: Правильно!

source: For free, join now and
ru: Бесплатно, вступи сейчас

source: start learning!
ru: и начни обучаться!

source: Your Username
ru: Ваше имя

source: Save
ru: Сохранить

source: Language select
ru: Выбор языка

source: English
ru: Английский

source: Russian
ru: Русский

source: Listening
ru: Говорение
